-- 남자

INSERT INTO product ( category, category2, gender, brand, productName
	, productExplain, productDetail, price
	, stock, productColor, releaseDate, size
	, productImg1, productImg2, productImg3, productImg4, productImg5
	, productImg6, productImg7, productImg8, productImg9, productImg10 )
VALUES ( '신발', '스니커즈', '남성', '브랜드', '남성신발'
	, '남성신발', '남성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_094945_4.png', '20231013_094945_2.png', '20231013_094945_3.png', '20231013_094945_4.png', '20231013_094945_5.png'
	, '20231013_094945_6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10'),
    ( '신발', '스니커즈', '남성', '브랜드', '남성신발'
	, '남성신발', '남성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_094945_1.png', '20231013_094945_2.png', '20231013_094945_3.png', '20231013_094945_4.png', '20231013_094945_5.png'
	, '20231013_094945_6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10'),
    ( '신발', '스니커즈', '남성', '브랜드', '남성신발'
	, '남성신발', '남성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_094945_2.png', '20231013_094945_2.png', '20231013_094945_3.png', '20231013_094945_4.png', '20231013_094945_5.png'
	, '20231013_094945_6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10'),
    ( '신발', '스니커즈', '남성', '브랜드', '남성신발'
	, '남성신발', '남성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_094945_3.png', '20231013_094945_2.png', '20231013_094945_3.png', '20231013_094945_4.png', '20231013_094945_5.png'
	, '20231013_094945_6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10'),( '신발', '스니커즈', '남성', '브랜드', '남성신발'
	, '남성신발', '남성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_094945_3.png', '20231013_094945_2.png', '20231013_094945_3.png', '20231013_094945_4.png', '20231013_094945_5.png'
	, '20231013_094945_6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10'),( '신발', '스니커즈', '남성', '브랜드', '남성신발'
	, '남성신발', '남성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_094945_4.png', '20231013_094945_2.png', '20231013_094945_3.png', '20231013_094945_4.png', '20231013_094945_5.png'
	, '20231013_094945_6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10'),( '신발', '스니커즈', '남성', '브랜드', '남성신발'
	, '남성신발', '남성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_094945_5.png', '20231013_094945_2.png', '20231013_094945_3.png', '20231013_094945_4.png', '20231013_094945_5.png'
	, '20231013_094945_6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10')
    ;
-- 20231013_094945_1.png 20231013_094945_2.png 20231013_094945_3.png 20231013_094945_4.png 20231013_094945_5.png 20231013_094945_6.png 20231013_094945_7.png 20231013_094945_8.png
commit;


-- 여자

INSERT INTO product ( category, category2, gender, brand, productName
	, productExplain, productDetail, price
	, stock, productColor, releaseDate, size
	, productImg1, productImg2, productImg3, productImg4, productImg5
	, productImg6, productImg7, productImg8, productImg9, productImg10 )
VALUES ( '신발', '스니커즈', '여성', '브랜드', '여성신발'
	, '여성신발', '여성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_111934_여1.png', '20231013_111934_여2.png', '20231013_111934_여3.png', '20231013_111934_여4.png', '20231013_111934_여5.png'
	, '20231013_111934_여6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10'),
    ( '신발', '스니커즈', '여성', '브랜드', '여성신발'
	, '여성신발', '여성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_111934_여2.png', '20231013_111934_여2.png', '20231013_111934_여3.png', '20231013_111934_여4.png', '20231013_111934_여5.png'
	, '20231013_111934_여6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10'),
    ( '신발', '스니커즈', '여성', '브랜드', '여성신발'
	, '여성신발', '여성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_111934_여3.png', '20231013_111934_여2.png', '20231013_111934_여3.png', '20231013_111934_여4.png', '20231013_111934_여5.png'
	, '20231013_111934_여6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10'),
    ( '신발', '스니커즈', '여성', '브랜드', '여성신발'
	, '여성신발', '여성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_111934_여4.png', '20231013_111934_여2.png', '20231013_111934_여3.png', '20231013_111934_여4.png', '20231013_111934_여5.png'
	, '20231013_111934_여6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10'),
    ( '신발', '스니커즈', '여성', '브랜드', '여성신발'
	, '여성신발', '여성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_111934_여5.png', '20231013_111934_여2.png', '20231013_111934_여3.png', '20231013_111934_여4.png', '20231013_111934_여5.png'
	, '20231013_111934_여6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10'),
    ( '신발', '스니커즈', '여성', '브랜드', '여성신발'
	, '여성신발', '여성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_111934_여6.png', '20231013_111934_여2.png', '20231013_111934_여3.png', '20231013_111934_여4.png', '20231013_111934_여5.png'
	, '20231013_111934_여6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10'),
    ( '신발', '스니커즈', '여성', '브랜드', '여성신발'
	, '여성신발', '여성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_111934_여2.png', '20231013_111934_여2.png', '20231013_111934_여3.png', '20231013_111934_여4.png', '20231013_111934_여5.png'
	, '20231013_111934_여6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10'),
    ( '신발', '스니커즈', '여성', '브랜드', '여성신발'
	, '여성신발', '여성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_111934_여4.png', '20231013_111934_여2.png', '20231013_111934_여3.png', '20231013_111934_여4.png', '20231013_111934_여5.png'
	, '20231013_111934_여6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10'),
    ( '신발', '스니커즈', '여성', '브랜드', '여성신발'
	, '여성신발', '여성신발', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_111934_여5.png', '20231013_111934_여2.png', '20231013_111934_여3.png', '20231013_111934_여4.png', '20231013_111934_여5.png'
	, '20231013_111934_여6.png', '20231013_094945_7.png', '20231013_094945_8.png', 'productImg9', 'productImg10');
-- 20231013_111934_여1.png	20231013_111934_여2.png	20231013_111934_여3.png	20231013_111934_여4.png	20231013_111934_여5.png	20231013_111934_여6.png
;


INSERT INTO product ( category, category2, gender, brand, productName
	, productExplain, productDetail, price
	, stock, productColor, releaseDate, size
	, productImg1, productImg2, productImg3, productImg4, productImg5
	, productImg6, productImg7, productImg8, productImg9, productImg10 )
VALUES ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의1.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10'),
    ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의2.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10'),
    ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의3.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10'),
    ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의4.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10'),
    ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의5.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10'),
    ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의5.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10'),
    ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의6.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10'),
    ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의4.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10'),
    ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의3.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10'),
    ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의2.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10'),
    ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의4.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10'),
    ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의5.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10'),
    ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의3.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10'),
    ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의2.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10'),
    ( '상의', '반팔 티셔츠', '여성', '여성의류브랜드', '여성의류'
	, '여성의류', '여성의류 하의', 20000
	, '9', '빨간색', NOW(), 'size'
	, '20231013_114125_여의1.png', '20231013_114125_여의2.png', '20231013_114125_여의3.png', '20231013_114125_여의4.png', '20231013_114125_여의5.png'
	, '20231013_114125_여의6.png', 'productImg7', 'productImg8', 'productImg9', 'productImg10');
-- 20231013_094945_1.png 20231013_094945_2.png 20231013_094945_3.png 20231013_094945_4.png 20231013_094945_5.png 20231013_094945_6.png 20231013_094945_7.png 20231013_094945_8.png
;
